export default [
  {
    id: 1,
    question: "Тернарный оператор это аналог...",
    answers: [
      "оператора if else",
      "оператора switch",
      "не имеет аналогов",
      "бинарного оператора",
    ],
    correct: 0,
    points: 5,
  },
  {
    id: 2,
    question: "Оператор while создает цикл который...",
    answers: [
      "выполняет блок кода хотя бы один раз.",
      "выполняет блок кода, пока явно не будет указано остановить выполнение.",
      "выполняет блок кода, пока условие проверки правдиво.",
    ],
    correct: 2,
    points: 3,
  },
  {
    id: 3,
    question: "Каким будет результат операции 'qwerty'.includes('b') ?",
    answers: ["false", "true", "null", "undefined"],
    correct: 0,
    points: 4,
  },
];
